Repository: xfce-mirror/xfce4-generic-slider
Catalog: po/*.po
Languages: bg, ca, de, es, et, eu, fr, gl, he, id, it, ja, ko, lt, nb, nl, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tr, ug, uk, vi, zh_cn, zh_tw

source: Generic Slider
bg: Общ плъзгач
ca: Desplaçador Genèric
de: Allgemeiner Schieberegler
es: Deslizador Generico
et: Üldine liugur
eu: Kontrol irristakor generikoa
fr: Slider Générique
gl: Desprazador xenérico
he: סליידר גנרי
id: Penggeser Serbaguna
it: Slider generico
ja: 基本スライダー
ko: 일반 슬라이더
lt: Bendrinis slankiklis
nb: Generisk glidebryter
nl: Generieke schuifknop
pl: Suwak ogólny
pt: Deslizador genérico
ro: Cursor generic
ru: Основной ползунок
sk: Všeobecný posuvník
sl: Generični drsnik
sq: Shfaqës Elementar Diapozitivash
sr: Уопштени клизач
sv: Generiskt skjutreglage
th: สไลเดอร์เอนกประสงค์
tr: Genel Kaydırıcı
ug: ئادەتتىكى سۈرگۈچ
uk: Загальний повзунок
vi: Thanh trượt
zh_cn: 通用滑块
zh_tw: 通用滑桿

source: Passes a value to a command
bg: Задаване на стойност на команда
ca: Proporciona un valor a una comanda
de: Übergibt einen Wert an einen Befehl
et: Annab väärtuse käsule edasi
eu: Balio bat komandora itzultzen du
fr: Passe une valeur à une commande
gl: Pasa o valor a unha orde
he: מעביר ערך לפקודה
id: Meneruskan sebuah nilai ke sebuah perintah
it: Passa un valore a un comando
ja: コマンドに値を渡す
lt: Perduoda komandai reikšmę
nb: Sender en verdi til en kommando
nl: Verbindt een waarde aan een opdracht
pl: Przekazuje wartość do polecenia
pt: Passa um valor a um comando
ro: Pasează o valoare unei comenzi
ru: Передаёт значение команде
sk: Posiela hodnotu do príkazu
sl: Ukaz pripiše vrednost
sq: I kalon një vlerë një urdhri
sr: Доставља вредност наредби
sv: Skickar ett värde till ett kommando
th: ส่งผ่านค่าไปยังบรรทัดคำสั่ง
tr: Komuta bir değer iletir
ug: قىممىتىنى بۇيرۇققا يەتكۈزىدۇ
uk: Передає значення команді
vi: Đưa giá trị vào một lệnh
zh_cn: 将值传递给命令
zh_tw: 將值傳遞給指令

source: Close
bg: Затваряне
ca: Tanca
de: Schließen
es: Cerrar
et: Sulge
eu: Itxi
fr: Fermer
gl: Pechar
he: סגור
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Užverti
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sq: Mbylle
sr: Затвори
sv: Stäng
th: ปิด
tr: Kapat
ug: ياپ
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: Adjust this command:
bg: Коригиране на тази команда:
ca: Ajusta aquesta comanda:
de: Passen Sie diesen Befehl an:
es: Configurar este comando
et: Kohenda seda käsku:
eu: Doitu honako komandoa:
fr: Ajuster cette commande :
gl: Axustar esta orde:
he: כוון פקודה זו:
id: Sesuaikan perintah ini:
it: Regola questo comando:
ja: このコマンドを調整する:
ko: 이 명령어 조정:
lt: Derinti šią komandą:
nb: Juster denne kommandoen:
nl: Deze opdracht bijstellen:
pl: Dostosuj to polecenie:
pt: Ajustar este comando:
ro: Ajustează această comandă:
ru: Регулировать эту команду:
sk: Prispôsobiť tento príkaz:
sl: Prilagodi ukaz:
sq: Përimtojeni këtë urdhër:
sr: Прилагоди ову наредбу:
sv: Justera detta kommando:
th: ปรับแต่งคำสั่งนี้:
tr: Bu komutu ayarlayın:
ug: بۇ بۇيرۇقنى تەڭشەيدۇ:
uk: Регулювати цю команду:
vi: Điều chỉnh lệnh này:
zh_cn: 调整此命令：
zh_tw: 調整此指令：

source: Denominator for adjusting:
bg: Знаменател за коригиране:
ca: Denominador per ajustar:
de: Name für die Anpassung:
es: Denominador para configurar:
et: Ühisnimetaja kohendamiseks:
eu: Doitzeko izendatzailea:
fr: Dénominateur pour l’ajustement :
gl: Denominador para axustar:
he: מכנה לכיוון:
id: Penyebut untuk penyesuaian:
it: Denominatore per regolamento:
ja: 調整の基準:
ko: 조정 공통값:
lt: Derinimo vardiklis:
nb: Nevner for justering:
nl: Noemer voor bijstellen:
pl: Mianownik dostosowania:
pt: Denominador para ajustar:
ro: Numitor pentru ajustare:
ru: Знаменатель для регулировки:
sk: Prispôsobovaný menovateľ:
sl: Imenovalec za prilagajanje:
sq: Faktor për përimtim:
sr: Именилац подешавања:
sv: Nämnare för justering:
th: ตัวส่วนสำหรับการปรับแต่ง:
tr: Ayarlama paydası:
ug: مەخرەجنى تەڭشەيدۇ:
uk: Знаменник для регулювання:
vi: Mẫu số để điều chỉnh:
zh_cn: 调整分母：
zh_tw: 調整分母：

source: Synchronize with this command:
bg: Синхронизиране с тази команда:
ca: Sincronitza amb aquesta comanda:
de: Mit diesem Befehl synchronisieren:
es: Sincronizar con este comando:
et: Sünkroniseeri selle käsuga:
eu: Honako komandoarekin sinkronizatu:
fr: Synchroniser avec cette commande :
gl: Sincronizar con esta orde:
he: סנכרן עם פקודה זו:
id: Sinkronkan dengan perintah ini:
it: Sincronizza con questo comando:
ja: このコマンドで同期する:
ko: 이 명령에 동기화:
lt: Sinchronizuoti su šia komanda:
nb: Synkroniser med denne kommandoen:
nl: Synchroniseren met deze opdracht:
pl: Synchronizuj za pomocą tego polecenia:
pt: Sincronizar com este comando:
ro: Sincronizează cu această comandă:
ru: Синхронизировать с помощью этой команды:
sk: Synchronizovať s príkazom:
sl: Sinhroniziraj s tem ukazom:
sq: Njëkohësimin bëje me këtë urdhër:
sr: Усклади са овом наредбом:
sv: Synkronisera med detta kommando:
th: ปรับข้อมูลกับคำสั่งนี้:
tr: Bu komutla senkronize edin:
ug: بۇ بۇيرۇقنى قەدەمداشلايدۇ:
uk: Синхронізувати з цією командою:
vi: Đồng bộ hóa bằng lệnh này:
zh_cn: 使用此命令同步：
zh_tw: 使用此指令同步：

source: Denominator for synchronizing:
bg: Знаменател за синхронизиране:
ca: Denominador per sincronitzar:
de: Name für die Synchronisierung:
es: Denominador para sincronizar:
et: Ühisnimetaja sünkroniseerimiseks:
eu: Sinkronizatzeko izendatzailea:
fr: Dénominateur pour la synchronisation :
gl: Denominador para a sincronización:
he: מכנה לסינכרון:
id: Penyebut untuk sinkronisasi:
it: Denominatore per sincronizzazione:
ja: 同期の基準:
ko: 동기화 공통값:
lt: Sinchronizavimo vardiklis:
nb: Nevner for synkronisering:
nl: Noemer voor synchroniseren:
pl: Mianownik synchronizowania:
pt: Denominador para sincronização:
ro: Numitor pentru sincronizare:
ru: Знаменатель для синхронизации:
sk: Synchronizovaný menovateľ:
sl: Imenovalec za sinhornizacijo:
sq: Faktor për njëkohësim:
sr: Именилац усклађивања:
sv: Nämnare för synkronisering:
th: ตัวส่วนสำหรับการปรับข้อมูล:
tr: Senkronizasyon için payda:
ug: مەخرەجنى قەدەمداشلايدۇ:
uk: Знаменник для синхронізації:
vi: Mẫu số để đồng bộ hóa:
zh_cn: 同步分母：
zh_tw: 同步分母：

source: Label for slider:
bg: Етикет за слайдера:
ca: Etiqueta per al desplaçador:
de: Bezeichnung für den Schieberegler:
es: Etiqueta para diapositiva
et: Liuguri silt:
eu: Etiketa kontrol irristakorrarentzat:
fr: Étiquette pour le slider :
gl: Etiqueta do desprazador:
he: תוית לסליידר:
id: Label untuk penggeser:
it: Etichetta per slider:
ja: スライダーのラベル:
ko: 슬라이더 레이블:
lt: Slankiklio etiketė:
nb: Glidebryterens etikett:
nl: Etiket voor schuifknop:
pl: Etykieta suwaka:
pt: Rótulo para deslizador:
ro: Etichetă pentru cursor:
ru: Метка для ползунка:
sk: Menovka posuvníka:
sl: Oznaka drsnika:
sq: Etiketë për rrëshqitësin:
sr: Ознака овог клизача:
sv: Etikett för skjutreglage:
th: ฉลากของสไลเดอร์
tr: Slaytçı için etiket:
ug: سۈرگۈچ بەلگىسى:
uk: Мітка для повзунка:
vi: Nhãn cho thanh trượt:
zh_cn: 滑块标签：
zh_tw: 滑桿標籤：

source: Denominator for label:
bg: Знаменател за етикета:
ca: Denominador per l'etiqueta:
de: Name für die Bezeichnung:
es: Denominador para etiqueta:
et: Sildi ühisnimetaja:
eu: Izendatzailea etiketarentzat:
fr: Dénominateur pour l’étiquette :
gl: Denominador para a etiqueta:
he: מכנה לתוית:
id: Penyebut untuk label:
it: Denominatore per l'etichetta:
ja: ラベルの基準:
ko: 레이블 공통값:
lt: Etiketės vardiklis:
nb: Nevner for etikett:
nl: Noemer voor etiket:
pl: Mianownik etykiety:
pt: Denominador para rótulo:
ro: Numitor pentru etichetă:
ru: Знаменатель для метки:
sk: Menovateľ menovky
sl: Imenovalec za drsnik:
sq: Faktor për etiketë:
sr: Именилац натписа:
sv: Nämnare för etikett:
th: ตัวส่วนสำหรับการฉลาก:
tr: Etiket için payda:
ug: بەلگىنىڭ مەخرىجى:
uk: Знаменник для мітки:
vi: Mẫu số cho nhãn:
zh_cn: 标签分母：
zh_tw: 標籤分母：

source: Slider
bg: Слайдер
ca: Desplaçador
de: Schieberegler
es: Deslizador
et: Liugur
eu: Kontrol irristakorra
gl: Desprazador
he: סליידר
id: Penggeser
ja: スライダー
ko: 슬라이더
lt: Slankiklis
nb: Glidebryter
nl: Schuifknop
pl: Suwak
pt: Deslizador
ro: Cursor
ru: Ползунок
sk: Posuvník
sl: Drsnik
sq: Rrëshqitës
sr: Клизач
sv: Skjutreglage
th: สไลเดอร์
tr: Slaytçı
ug: سۈرگۈچ
uk: Повзунок
vi: Thanh trượt
zh_cn: 滑块
zh_tw: 滑桿

source: Label
bg: Етикет
ca: Etiqueta
de: Beschriftung:
es: Etiqueta
et: Silt
eu: Etiketa
fr: Étiquette
gl: Etiqueta
he: תווית
it: Etichetta
ja: ラベル
ko: 레이블
lt: Etiketė
nb: Etikett
nl: Etiket
pl: Etykieta
pt: Rótulo
ro: Etichetă
ru: Метка
sk: Menovka
sl: Oznaka
sq: Etiketë
sr: Натпис
sv: Etikett
th: ฉลาก
tr: Etiket
ug: ئەن
uk: Мітка
vi: Nhãn
zh_cn: 标签
zh_tw: 標籤

source: Both
bg: Двете
ca: Ambdós
de: Beide
es: Ambos
et: Mõlemad
eu: Biak
fr: Les deux
gl: Ambos
he: שניהם
id: Keduanya
it: Entrambi
ja: 両方
ko: 둘 다
lt: Abu
nb: Begge
nl: Beide
pl: Oba
pt: Ambos
ro: Ambele
ru: Оба
sk: Oba
sl: Oboje
sq: Të dyja
sr: Обоје
sv: Båda
th: ทั้งคู่
tr: İkisi birden
ug: ئىككىلىسى
uk: Обидва
vi: Cả hai
zh_cn: 两者都有
zh_tw: 兩者

source: Use default color
bg: Използване на стандартен цвят
ca: Utilitza el color per defecte
de: Standardfarbe verwenden
es: Usar color por defecto
et: Kasuta vaikimisi värvi
eu: Erabili kolore lehenetsia
fr: Utiliser la couleur par défaut
gl: Usar a cor predeterminada
he: השתמש בצבע ברירת מחדל
id: Gunakan warna default
it: Usa colore predefinito
ja: デフォルトの色を使用する
ko: 기본 색상 사용
lt: Naudoti numatytąją spalvą
nb: Bruk standardfarge
nl: Standaardkleur gebruiken
pl: Użyj domyślnego koloru
pt: Usar cor predefinida
ro: Utilizează culoarea implicită
ru: Использовать цвет по умолчанию
sk: Použiť predvolenú farbu
sl: Uporabi privzeto barvo
sq: Përdor ngjyrë parazgjedhje
sr: Користи подразумевану боју
sv: Använd standard färg
th: ใช้สีปริยาย
tr: Varsayılan rengi kullan
ug: كۆڭۈلدىكى رەڭنى ئىشلىتىدۇ
uk: Використовувати колір за замовчуванням
vi: Sử dụng màu mặc định
zh_cn: 使用默认颜色
zh_tw: 使用預設顏色

source: Show:
bg: Показване:
ca: Mostra:
de: Anzeigen:
es: Mostrar:
et: Näita:
eu: Erakutsi:
fr: Afficher :
gl: Amosar:
he: הצג:
id: Tampilkan:
it: Mostra:
ja: 表示:
ko: 표시:
lt: Rodyti:
nb: Vis:
nl: Tonen:
pl: Wyświetlanie:
pt: Mostrar:
ro: Afișează:
ru: Отображать:
sk: Zobraziť:
sl: Prikaži:
sq: Shfaqje:
sr: Прикажи:
sv: Visa:
th: แสดง:
tr: Göster:
ug: كۆرسەت:
uk: Показувати:
vi: Trình diễn:
zh_cn: 显示：
zh_tw: 顯示：

source: Color:
bg: Цвят:
de: Farbe:
et: Värv:
eu: Kolorea:
fr: Couleur :
gl: Cor:
he: צבע:
id: Warna:
it: Colore:
ja: 色:
ko: 색상:
lt: Spalva:
nb: Farge:
nl: Kleur:
pl: Kolor:
pt: Cor:
ro: Culoare:
ru: Цвет:
sk: Farba:
sl: Barva:
sq: Ngjyrë:
sr: Боја:
sv: Färg:
th: สี:
tr: Renk:
ug: رەڭ:
uk: Колір:
vi: Màu sắc:
zh_cn: 颜色：
zh_tw: 顏色：

source: %v for value between 0 and the denominator, %d for the change since last update
bg: %v за стойност между 0 и знаменателя, %d за промяната от последната актуализация
ca: %v pel valor entre 0 i el denominador, %d pel canvi des de la darrera actualització
de: %v für einen Wert zwischen 0 und dem Namen, %d für die Veränderung seit der letzten Aktualisierung
es: %v para valor entre 0 y el denominador, %d para el cambio desde la última actualización
et: %v väärtuse jaoks 0 ühisnimetaja vahel, %d muutusteks viimasest uuendusest
eu: %v 0 eta izendatzailearen arteko balioentzat, %daldaketarentzat azken eguneraketatik
fr: %v pour une valeur comprise entre 0 et le dénominateur, %d pour la modification depuis la dernière mise à jour
gl: %v para o valor entre 0 e o denominador, %d para o cambio desde a última actualización
he: %v לערך בין 0 והמכנה, %d לשינוי מאז העדכון האחרון
id: %v untuk nilai antara 0 dan penyebut, %d untuk perubahan sejak pembaruan terakhir
it: %v per il valore tra 0 ed il denominatore, %d per il cambiamento dall'ultimo aggiornamento
ja: %v は 0 から基準までの値、%d は前回の更新以降の変更
ko: %v 값은 0과 공통값 사이이며 %d값은 최근 업데이트 후 바뀔 값입니다
lt: %v – reikšmė tarp 0 ir vardiklio, %d – pakeitimas nuo paskutinio atnaujinimo
nb: %v for verdi mellom 0 og nevner, %d for endring siden siste oppdatering
nl: %v voor de waarde tussen 0 en de noemer, %d voor de wijziging sinds de laatste actualisering
pl: %v dla wartości między 0 a mianownikiem, %d dla zmiany od ostatniej aktualizacji
pt: %v para o valor entre 0 e o denominador, %d para a alteração desde a última atualização
ro: %v pentru valoarea cuprinsă între 0 și numitor, %d pentru modificarea de la ultima actualizare
ru: %v для значения между 0 и знаменателем, %d для изменения с момента последнего обновления
sk: %v pre hodnoty medzi 0 a menovateľom, %d pre zmenu od poslednej aktualizácie
sl: % za vrednosti med 0 in imenovalcem, %d za spremembo od zadnje posodobitve
sq: %v për vlerë mes 0 dhe faktorit, %d për ndryshim që nga përditësimi i fundit
sr: %v за вредности између 0 и имениоца, %d за измену од последњег освежења
sv: %v för värdet mellan 0 och nämnaren, %d för förändringen sedan senaste uppdateringen
th: %v สำหรับค่าระหว่าง 0 ถึงตัวส่วน และ %d สำหรับการเปลี่ยนแปลงตั้งแต่การอัปเดตครั้งล่าสุด
tr: 0 ile payda arasındaki değer için %v, son güncellemeden bu yana değişiklik için %d
ug: %v نىڭ قىممىتى 0 بىلەن مەجرەج قىممىتى ئارىسىدا بولىدۇ، %d ئالدىنقى قېتىم يېڭىلانغاندىن بۇيانقى ئۆزگىرىشنى ئىپادىلەيدۇ
uk: %v для значення між 0 і знаменником, %d для зміни з часу останнього оновлення
vi: %v cho giá trị từ 0 đến mẫu số, %d cho thay đổi kể từ lần cập nhật cuối cùng
zh_cn: %v 表示 0 和分母之间的值，%d表示自上次更新以来的变化
zh_tw: %v 表示 0 與分母之間的值，表示自上次更新以來的變化
